Repository: dmrauch/wxPythonTestProject
Catalog: locale/*/LC_MESSAGES/wxPythonTestProject.po
Languages: de

source: &Download Ctrl+D
de: &Herunterladen Ctrl+D

source: Download JSON data file from the internet (Ctrl+D)
de: JSON-Daten-Datei aus dem Internet herunterladen (Strg+D)

source: &Open
de: &Öffnen

source: Open local JSON data file (Ctrl+O)
de: Lokale JSON-Daten-Datei öffnen (Strg+O)

source: E&xit Alt+F4
de: Be&enden Alt+F4

source: Terminate the program (Alt+F4)
de: Das Programm beenden (Alt+F4)

source: CO / Colombia
de: CO / Kolumbien

source: CZ / Czechia
de: CZ / Tschechien

source: DE / Germany
de: DE / Deutschland

source: ES / Spain
de: ES / Spanien

source: FR / France
de: FR / Frankreich

source: GB / United Kingdom
de: GB / Vereinigtes Königreich

source: GR / Greece
de: GR / Griechenland

source: MX / Mexico
de: MX / Mexiko

source: SE / Sweden
de: SE / Schweden

source: SK / Slovakia
de: SK / Slowakei

source: Select &none Ctrl+N
de: kei&nes auswählen Ctrl+N

source: Select &all Ctrl+A
de: &alle auswählen Ctrl+A

source: &English Ctrl+E
de: &Englisch Ctrl+E

source: Show interface in English (Ctrl+E)
de: Benutzeroberfläche auf Englisch anzeigen (Strg+E)

source: &German Ctrl+G
de: Deutsch Ctrl+G

source: Show interface in German (Ctrl+G)
de: Benutzeroberfläche auf Deutsch anzeigen (Strg+G)

source: &Countries
de: &Länder

source: Country selection for timeseries plotting
de: Auswahl der Länder für die Darstellung der Zeitreihen

source: &Language
de: &Sprache

source: Interface language
de: Sprache der Benutzeroberfläche

source: &Fullscreen Ctrl+F
de: &Vollbildschirm Ctrl+F

source: Show interface in fullscreen mode (Ctrl+F)
de: Benutzeroberfläche im Vollbildmodus anzeigen (Strg+F)

source: A&bout Ctrl+B
de: &Über

source: Information about this program
de: Informationen über dieses Programm

source: &File
de: &Datei

source: &View
de: &Ansicht

source: &Help
de: &Hilfe

source: Download
de: Herunterladen

source: Open
de: Öffnen

source: Include/exclude Afghanistan in/from timeseries plotting
de: Afghanistan im/vom Darstellen der Zeitreihen ein/ausschließen

source: Colombia
de: Kolumbien

source: Include/exclude Colombia in/from timeseries plotting
de: Kolumbien im/vom Darstellen der Zeitreihen ein/ausschließen

source: Czechia
de: Tschechien

source: Include/exclude Czechia in/from timeseries plotting
de: Tschechien im/vom Darstellen der Zeitreihen ein/ausschließen

source: Germany
de: Deutschland

source: Include/exclude Germany in/from timeseries plotting
de: Deutschland im/vom Darstellen der Zeitreihen ein/ausschließen

source: Include/exclude Spain in/from timeseries plotting
de: Spanien im/vom Darstellen der Zeitreihen ein/ausschließen

source: Spain
de: Spanien

source: France
de: Frankreich

source: Include/exclude France in/from timeseries plotting
de: Frankreich im/vom Darstellen der Zeitreihen ein/ausschließen

source: Include/exclude United Kingdom in/from timeseries plotting
de: Vereinigtes Königreich im/vom Darstellen der Zeitreihen ein/ausschließen

source: United Kingdom
de: Vereinigtes Königreich

source: Greece
de: Griechenland

source: Include/exclude Greece in/from timeseries plotting
de: Griechenland im/vom Darstellen der Zeitreihen ein/ausschließen

source: Include/exclude Mexico in/from timeseries plotting
de: Mexiko im/vom Darstellen der Zeitreihen ein/ausschließen

source: Mexico
de: Mexiko

source: Include/exclude Sweden in/from timeseries plotting
de: Schweden im/vom Darstellen der Zeitreihen ein/ausschließen

source: Sweden
de: Schweden

source: Include/exclude Slovakia in/from timeseries plotting
de: Slovakei im/vom Darstellen der Zeitreihen ein/ausschließen

source: Slovakia
de: Slowakei

source: Exclude all countries from timeseries plotting (Ctrl+N)
de: Alle Länder vom Darstellen der Zeitreihen ausschließen (Strg+N)

source: Select no country (Ctrl+N)
de: kein Land auswählen (Strg+N)

source: none
de: keines

source: Include all countries in timeseries plotting (Ctrl+A)
de: Alle Länder im Darstellen der Zeitreihen einschließen (Strg+A)

source: Select all countries (Ctrl+A)
de: alle Länder auswählen (Strg+A)

source: all
de: alle

source: English (Ctrl+E)
de: Englisch (Strg+E)

source: German (Ctrl+G)
de: Deutsch (Strg+G)

source: Fullscreen (Ctrl+F)
de: Vollbildschirm (Strg+F)

source: Save JSON data file as
de: JSON-Daten-Datei speichern unter

source: JSON files (*.json)|*.json|All files|*
de: JSON Dateien (*.json)|*.json|Alle Dateien|*

source: Downloading COVID-19 timeseries JSON data file
de: COVID-19 Zeitreihen-JSON-Daten-Datei wird heruntergeladen

source: Successfully downloaded COVID-19 timeseries JSON data file to '{}'
de: COVID-19 Zeitreihen-JSON-Daten-Datei erfolgreich heruntergeladen

source: Open JSON data file
de: JSON-Daten-Datei öffnen

source: Cannot open file '{}'
de: Datei '{}' kann nicht geöffnet werden

source: Confirmed
de: Bestätigt

source: Recovered
de: Genesen

source: Deaths
de: Verstorben

source: Please restart the program for this change to take effect
de: Bitte starten Sie das Programm neu, damit diese Änderung in Kraft treten kann

source: A plotting tool for COVID-19 data
de: Ein Programm zum Darstellen von COVID-19 Daten

source: About this program
de: Über dieses Programm

source: OK
de: In Ordnung
